Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_koltansaamen_harjoituskirja_on_ilmestynyt_.html.tmx
Source language: fin
Languages: sms

source: Uusi koltansaamen harjoituskirja on ilmestynyt
sms: Ođđ sääʹmǩiõl ǩiđđpââʹj tuejjǩeʹrjj lij õlmstõttum

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden koltansaamen ǨIÕČČ 3 kirjasarjan harjoituskirjan.
sms: Škooultõs- da mättmateriaalkoontâr lij õlmstâttam ođđ nuõrttsääʹmǩiõllsaž ǨIÕČČ 3 ǩeʹrjjrääid ǩiđđpââʹj tuejjǩeeʹrj.

source: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj on harjoituskirja perusopetuksen kolmannen luokan koltansaame vieraana kielenä opetukseen.
sms: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj lij jurddum vuâđđmättʼtõõzz 3 klaass nuõrttsääʹmǩiõl veeʹres ǩiõl lookkji mättʼtõʹsse.

source: Kirja on käännetty pohjoissaamen GEA -oppikirjasarjasta, jonka on käsikirjoittanut Oona Länsman ja kuvittanut Nora Bäck.
sms: Tuejjǩeʹrjj lij jåårǥlõttum tâʹvvsääʹm GEA 3 -mättǩeʹrjjrääidast, koonn lij ǩiõttǩeeʹrjtam Oona Länsman da pirstõzzid raajjam Nora Bäck.

source: Koltansaamen kielelle kirjan on kääntänyt ja sovittanut Raija Lehtola ja taittanut Anni Näkkäläjärvi.
sms: Nuõrttsääʹmas šiõtteeʹl jåårǥlâttam Raija Lehtola ja lay out raajjâm Anni Näkkäläjärvi.

source: Tilaukset verkkokaupan kautta: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj – Samediggi
sms: Tiʹllʼjõõzz nettkaaup pääiʹǩ: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj
